Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: As a result, any part of the implant system is at an increased risk of biomechanical failure (e.g., porcelain fracture, uncemented prosthesis, abutment screw loosening, crestal bone loss, implant failure, implant component or body fracture).
vi: Kết quả là, bất kỳ phần nào của hệ thống implant đều tăng nguy cơ thất bại sinh cơ học (nứt gãy sứ, phục hình rã xi măng, lỏng vỉt bắt abutment, mất mào xương ổ, thất bại implant, nứt gãy implant và các thành phần khác).

source: As a result, complications are minimized and implant and prosthesis longevity are increased (Box 5-2).
vi: Kết quả là, biến chứng nhỏ nhất và tuổi thọ implant và phục hình tăng lên (Box 5-2).

source: As a result, the ideal treatment plan for a partially edentulous patient includes an independent implant restoration.
vi: Kết quả là, kế hoạch điều trị lý tưởng cho mất răng bán phần bao gồm một phục hồi implant độc lập.

source: As a result, the ideal implant position based on force and esthetics may be a larger-diameter implant in the canine position (i.e., 5-mm versus 4-mm diameter) and a cantilever pontic to replace the lateral incisor.
vi: Kết quả là, vị trí lý tưởng của implant dựa trên lực và thẩm mỹ có thể một implant đường kính lớn ở vị trí răng nanh (5-mm với 4-mm diameter) và một nhịp vói để thay thế răng cửa bên.

source: As a consequence, the patient was forced to accept the overdenture in the mandible with soft tissue support in the posterior region (a hydroxyapatite graft was used that increased the soft tissue trauma and risk of paresthesia in the mandible).
vi: Như một hệ quả, bệnh nhân buộc phải chấp nhận hàm phủ hàm dưới với nâng đỡ mô mềm ở vùng phía sau (ghép hydroxyapatite được dùng để tăng chấn thương mô mềm và nguy cơ dị cảm ở hàm dưới)

source: As a general observation, the number of implants to replace all of the mandibular teeth range from ﬁve to nine, with at least four between the mental foraminae.
vi: Theo quan sát cung, số lượng implant để thay thế tất cả răng hàm dưới từ năm đến chín, với ít nhất bốn cái giữa hai lỗ cằm.

source: As a general rule, implant-supported prostheses independent from natural adjacent teeth are designed whenever possible.
vi: Như một quy luật chung, nên thiết phục hình trên implant độc lập với răng thật kế cận.

source: As a general rule, it is better to err on the side of safety in numbers than on the side of too few implants.
vi: Như một quy luật chung, tốt hơn nên tăng trong số lượng implant hơn là quá ít implant.

source: As a result of the restored gingival coloroftheFP-3,theteethhaveamorenaturalappearance in size and shape and the pink restorative material mimics the interdental papillae and cervical emergence
vi: Kết quả của phục hồi màu nướu của phục hình FP-3, răng có vẻ tự nhiên hơn về kích thước và hình dạng và vật liệu phục hồi màu hồng bắt chước nhú nướu kẽ răng và vùng cổ răng.

source: As a result, independent units would not be required to address these complications.
vi: Kết quả là, không cần đơn vị răng độc lập để tránh biến chứng này.

source: As a result, a narrowing of the commissure, inversion of the lips, and hollowing of the cheeks were very characteristic ﬁndings74 (Figure 1-24).
vi: As a result, a narrowing of the commissure, inversion of the lips, and hollowing of the cheeks were very characteristic ﬁndings74 (Hình 1-24).

source: As a result, a number of treatment options are available to most partially and completely edentulous patients.
vi: Kết quả là một số chọn lựa điều trị thì phù hợp cho bệnh nhân mất răng bán phần hoặc toàn phần.

source: As a result, additional implant abutments or shorter cantilever lengths should be considered with these restorations.
vi: Kết quả là, thêm implant hoặc là làm ngắn nhịp vói nên được xem xét với những phục hồi này.

source: As a result, distal cantilevers were extended from anterior implants or shorter implants were placed in the posterior regions of the mouth.
vi: Kết quả là, nhịp vói phía xa được mở rộng từ implant phía trước hoặc implant ngắn hơn được đặt vào vùng phía xa.

source: As a result, the chin rotates forward and creates a prognathic facial appearance (Figure 1-23).
vi: As a result, the chin rotates forward and creates a prognathic facial appearance (Hình 1-23).

source: As a result, the incisal edge is in the correct position, but the gingival third of the crown is overextended, usually apical and lingual to the position of the original tooth.
vi: Kết quả là, bờ cắn răng cửa ở vị trí đúng, nhưng phần ba nướu của thực hành mở rộng, thường về phía chóp và phía lưỡi so với răng ban đầu.

source: As a result, the restoration is less likely to become uncemented.
vi: Kết quả là, phục hồi ít bị sút ra hơn.

source: As a result, when three or more adjacent teeth are missing, including a ﬁrst molar, the key implant positions include the terminal abutments and the ﬁrst molar position (Figure 8-13).
vi: As a result, when three or more adjacent teeth are missing, including a ﬁrst molar, the key implant positions include the terminal abutments and the ﬁrst molar position (Hình 8-13).

source: As independent units, the margins of porcelain-to-metal crowns are most often placed under shear loads, which increase the risk of porcelain fracture.
vi: Như một đơn vị độc lập, đường viền của sứ đến kim loại của mão răng thường đặt dưới lực tải, làm tăng nguy cơ vỡ sứ.

source: As the patient becomes older, the maxillary esthetic zone is altered.
vi: Đối với bệnh nhân lớn tuổi, vùng thẩm mỹ hàm trên bị thay đổi.

source: As with the FP-
vi: Với phục hình FP-2

source: Atrophic edentulous ridges are associated with anato- mical problems that often impair the predictable results of traditional dental therapy (Figure 1-17).
vi: Atrophic edentulous ridges are associated with anato- mical problems that often impair the predictable results of traditional dental therapy (Hình 1-17).

source: Available bone is particularly important in implant dentistry and describes the external architecture or volume of the edentulous area considered for implants.
vi: Xương có sẵn đặc biệt quan trọng trong implant nha khoa và và mô tả kiến trúc bên ngoài hoặc khối lượng xương của vùng mất răng được xem xét cho implant.

source: Available bone in the edentulous sites
vi: Khối lượng xương ở vùng mất răng

source: Because the dentist cannot add abutments, the resto- ration design is directly related to the existing oral condition.
vi: Bởi vì nha sĩ không thể đặt abutment, thiết kế phục hình liên quan trực tiếp đến tình trạng răng miệng hiện có.

source: Because the concept of standardized magniﬁcation is impossible and unreliable, most clinical studies have observed the inaccuracies of direct measurements of panoramic radiographs37,38 (Figure 3-7).
vi: Because the concept of standardized magniﬁcation is impossible and unreliable, most clinical studies have observed the inaccuracies of direct measurements of panoramic radiographs37,38 (Hình 3-7).

source: Because the denture or partial denture fees are much less than ﬁxed prostheses, many clinicians charge the patient a much lower fee for removable overden- tures on implants.
vi: Bời vì chi phí cho hàm giả hoặc hàm giả bán phần ít hơn phục hình cố định, nhiều nhà lâm sàng tính phí thấp hơn cho hàm tháo lắp phủ trên implant.

source: Because the implants are usually 3 mm or more apart, if a patient does wish
vi: Bởi vì mỗi phần implant thường 3mm hoặc hơn, nếu bệnh nhân muốn

source: Because the width or height of the crestal bone is frequently lacking after the loss of multiple adjacent natural teeth, bone augmentation is often required before implant placement to achieve natural-looking crowns in the cervical region (Figure 5-4).
vi: Do chiều rộng hoặc chiều cao ccủa mào xương ổ thường thiếu sau khi mất các răng kế cận, làm tăng thể tích xương cần thiết trước khi đặt implant để đạt được thân răng vẻ tự nhiên ở vùng cổ răng (Hình 5-4).

source: Because these splinted implants form an arch, the cantilever may extend up to
vi: Bởi vì sự kết nối của implant trên cung răng, nhịp vói có thể mở rộng đến

source: Berglundh et al.60 observed 0.5 mm of bone loss below the implant-abutment connection within 2 weeks after stage II uncovery and abutment connection in dogs (Figure 4-14).
vi: Berglundh et al.60 observed 0.5 mm of bone loss below the implant-abutment connection within 2 weeks after stage II uncovery and abutment connection in dogs (Hình 4-14).

source: Blueprints indicate the ﬁnest details for buildings.
vi: Chỉ định bản thiết kế chi tiết nhất cho xây dựng.

source: Bone Density: A Key Determinant for Treatment Planning
vi: Mật độ xương: Chìa khoá quyết định kế hoạch điều trị.

source: Bone augmentation may further modify the existing eden- tulous condition in both the partial and total edentulous arch and therefore also affects the ﬁnal prosthetic design.
vi: Ghép xương có thể làm thay đổi trình trạng mất răng hiện có trong mất răng bán phần và toàn phần, và do đó ảnh hưởng tưới thiết kế phục hình sau cùng.

source: Bone density D3 is very common in the maxilla (Figure 7-14).
vi: Bone density D3 is very common in the maxilla (Hình 7-14).

source: Bone density in the edentulous sites
vi: Mật độ xương ở vùng mất răng

source: Bone resorption with RP-5 restorations may occur two to three times faster than the resorption found with full dentures.5 This can be a factor when considering this type of treatment in young patients, despite the lesser cost and low failure rate.
vi: Tiêu xương với phục hình RP-5 có thể xảy ra nhanh gấp hai đến ba lần so với sự tiêu xương trong phục hình toàn phần.5 Đây có thể làmột tác nhân cân nhắc điều trị ở bệnh nhân trẻ, mặc dù giá cả thấp hơn và tỉ lệ thất bại thấp hơn.

source: COMPLETELY EDENTULOUS PROSTHESIS DESIGN
vi: THIẾT KẾ PHỤC HÌNH MẤT RĂNG TOÀN PHẦN

source: CONSIDERATION
vi: CÂN NHẮC

source: Cantilevers on ﬁxed partial dentures supported by teeth have a higher complication rate than prostheses with terminal abutments, including unretained restorations.
vi: Nhịp vói trên phục hình bán phần cố định trên răng có tỉ lệ biến chứng cao hơn phục hình có abutment tận cùng, bao gồm mất lưu giữ phục hình.

source: Cantilevers are force magniﬁers to the implants, abutment screws, cement or prosthesis screws, and implant-bone interface.
vi: Nhịp vói làm tăng tải lực lên implant, ốc vặn abutment, xi măng hoặc vít phục hình, và giao diện implant - xương.

source: Cantilevers in the mandible should ideally be projected in only one posterior quadrant to
vi: Nhịp vói ở hàm dưới lý tưởng nên được dự kiến chỉ trong phân tư phía sau

source: Cantilevers on the prosthesis should be reduced and preferably eliminated; therefore the terminal abutments in the prosthesis are key positions.
vi: Phần vói trên phục hình cần được giảm và tốt nhất là loại bỏ, do đó ví trị abutment tận cùng của phục hình là vị trí chìa khoá.

source: Carl E. Misch is a Clinical Professor and Director of Implant Dentistry in the Department of Periodontology and Implant Dentistry at Temple University Kornberg School of Dentistry.
vi: Carl E. Misch là Giáo sư lâm sàng và Giám đốc của implant nha khoa trong Bộ môn Nha chu và Implant nha khoa của trường đại học Nha khoa Kornberg.

source: Cement or screw
vi: Xi măng hoặc bắt vít.

source: Chapter 3
vi: Chương 3

source: Chapter 5
vi: Chương 5

source: Chapter 7
vi: Chương 7

source: Chapter 8
vi: Chương 8

source: Clinical failure was mathematically predicted in D4 bone and some D3 densities under occlusal loads (Figure 7-18).
vi: Clinical failure was mathematically predicted in D4 bone and some D3 densities under occlusal loads (Hình 7-18).

source: Clinical reports have shown an increase in marginal bone loss around implants closest to a cantilever used to restore the lost dentition108-110 (Figure 4-22).
vi: Clinical reports have shown an increase in marginal bone loss around implants closest to a cantilever used to restore the lost dentition108-110 (Hình 4-22).

source: Common to all ﬁxed options is the inability of the patient to remove the prosthesis.
vi: Đặc điểm chung cho tất cả chọn lựa cố định là bệnh nhân không thể tháo phục hình.

source: Commonly, implant-supported crowns in the poste- rior regions of the mouth are the size of premolars.
vi: Thông thường, mão răng nâng đỡ bởi implant ở vùng răng sau có kích cỡ răng cối nhỏ.

source: Complications
vi: Biến chứng

source: Computerized software programs (i.e., DexisImplant) are now available that allow for calibration of magniﬁed images, thus ensuring accurate measurements (Figure 3-2).
vi: Computerized software programs (i.e., DexisImplant) are now available that allow for calibration of magniﬁed images, thus ensuring accurate measurements (Hình 3-2).

source: Cost
vi: Giá

source: D2 bone exhibited a 47% to 68% greater ultimate compressive strength, compared with D3 bone (Figure 7-16).
vi: D2 bone exhibited a 47% to 68% greater ultimate compressive strength, compared with D3 bone (Hình 7-16).

source: D2 bone, after initial healing, usually has 65% to 75% BIC (Figure 7-23).
vi: D2 bone, after initial healing, usually has 65% to 75% BIC (Hình 7-23).

source: D2 bone, with the same load, sustains a slightly greater crestal strain, and the intensity of the stress extends farther apically along the implant body (Figure 7-26).
vi: D2 bone, with the same load, sustains a slightly greater crestal strain, and the intensity of the stress extends farther apically along the implant body (Hình 7-26).

source: D3 bone typically has 40% to 50% BIC after initial healing (Figure 7-24).
vi: D3 bone typically has 40% to 50% BIC after initial healing (Hình 7-24).

source: D4 bone exhibits the greatest crestal strains, and the magnitude of the stress on the implant proceeds farthest apically along the implant body (Figure 7-27).
vi: D4 bone exhibits the greatest crestal strains, and the magnitude of the stress on the implant proceeds farthest apically along the implant body (Hình 7-27).

source: D4 bone is a 1 to 2 and up to 10 times weaker than D1 bone (Figure 7-17).
vi: D4 bone is a 1 to 2 and up to 10 times weaker than D1 bone (Hình 7-17).

source: DEFINITION
vi: ĐỊNH NGHĨA

source: Daily home care is easier.
vi: Chăm sóc hàng ngày tại nhà dễ dàng.

source: DentaScan imaging provides programmed reforma- tion, organization, and display of the imaging study63-65 (see Figure 3-10).
vi: DentaScan imaging provides programmed reforma- tion, organization, and display of the imaging study63-65 (see Hình 3-10).

source: Dental implants are typically fabricated from titanium or its alloy. The modulus of elasticity of titanium is ﬁve to ten times greater than that of cortical bone (Figure 4-17).
vi: Dental implants are typically fabricated from titanium or its alloy. The modulus of elasticity of titanium is ﬁve to ten times greater than that of cortical bone (Hình 4-17).

source: Denture teeth more acrylic are required for the removable resto- ration.
vi: Hàm răng giả tháo lắp nhiều nhựa hơn.

source: Diagnostic Imaging and Techniques
vi: Chẩn đoán hình ảnh và kỹ thuật

source: Diagnostic imaging and techniques help develop and implement a cohesive and comprehensive treatment plan for the implant team and the patient.
vi: Chẩn đoán hình ảnh và kỹ thuật giúp phát triển và thực hiện một kế hoạch điều trị gắn kết và toàn diện cho đội cấy ghép và bệnh nhân.

source: Diagnostic templates that have 5-mm ball bearings or wires incorporated around the curvature of the dental arch and worn by the patient during the panoramic x-ray examination enable the dentist to determine the amounts of magniﬁcation in the radiograph (Figure 3-8).
vi: Diagnostic templates that have 5-mm ball bearings or wires incorporated around the curvature of the dental arch and worn by the patient during the panoramic x-ray examination enable the dentist to determine the amounts of magniﬁcation in the radiograph (Hình 3-8).

source: Difﬁcult
vi: Khó

source: Difﬁculty in positioning
vi: Khó định vị

source: Direct transfer copings take advantage of impression materials having rigid properties and eliminate the error of permanent deformation because they remain within the impression until the master model is poured and separated (Figure 2-11).
vi: Direct transfer copings take advantage of impression materials having rigid properties and eliminate the error of permanent deformation because they remain within the impression until the master model is poured and separated (Hình 2-11).

source: Does not reveal true buccolingual width in mandible
vi: Không đánh giá đúng chiều rộng má - lưỡi ở hàm dưới

source: Dr. Misch graduated magna cum laude in 1973 from
vi: Dr. Misch tốt nghiệm hạng ưu năm 1973 từ

source: Dr. Misch has more than 10 patents related to implant dentistry and is co-inventor of the BioHorizons Dental Implant System.
vi: Dr. Misch có nhiều hơn 10 bằng sáng chế liên quan tới implant nha khoa và đồng sáng lập của BioHorizons Dental Implant System.

source: Dr. Misch is a diplomate and past president of the American Board of Oral Implantology/Implant Dentistry and served as member of the diplomate examining committee for 7 years.
vi: Dr. Misch là chuyên gia và nguyên chủ tịch của American Board of Oral Implantology/Implant Dentistry và làm việc như là thành viên của hội đồng trong 7 năm.

source: Dr. Misch is currently a Clinical Professor in the Department of Restorative Dentistry at the University of Detroit Mercy School of Dentistry.
vi: Dr. Misch đang là Giáo sư lâm sàng của Bộ môn Nha khoa Phục hồi tại Trường Đại học Nha khoa Detroit Mercy.

source: Easier
vi: Dễ hơn

source: Easier (resin)
vi: Dễ hơn (resin)

source: Edentulism has been noted in 5% of employed adults ages 40 to 44, gradually increasing to 26% at age 65, and almost 44% in seniors older than age 7510 (Figure 1-12).
vi: Edentulism has been noted in 5% of employed adults ages 40 to 44, gradually increasing to 26% at age 65, and almost 44% in seniors older than age 7510 (Hình 1-12).

source: Esthetics
vi: Thẩm mỹ

source: Existing natural abutments are ﬁrst evaluated, and a removable or ﬁxed restoration is fabricated accordingly.
vi: Cùi răng tự nhiên hiện tại được đánh giá đầu tiên, và phục hình tháo lắp hay cố định được làm theo đó.

source: FP-1 prostheses are especially difﬁcult to achieve when more than two adjacent teeth are missing.
vi: Phục hình FP-1 thì đặc biệt khó để đạt được khi mất nhiều hơn hai răng kế cận.

source: FP-2 and FP-3 restorations often require more implant surface area support by increasing implant number or size or by adjusting design considerations.
vi: Phục hình FP-2 và FP-3 thường đòi hỏi nhiều diện tích bề mặt implant nâng đỡ bằng tăng số lượng hoặc hoặc kích thước implant.

source: Facial esthetics can be enhanced with labial ﬂanges and denture teeth compared with customized metal or porcelain teeth.
vi: Vấn đề thực hành có thể tăng lên với labial ﬂanges và răng giả so với răng kim loại hoặc sứ.

source: Fewer implants may be required.
vi: Có thể cần ít implant hơn.

source: Figure 1-1 Average life expectancy remained approximately 20
vi: Hình 1-1 Average life expectancy remained approximately 20

source: Figure 1-10 Even when teeth adjacent to the missing tooth require crowns, an implant is the treatment of choice because single crowns on teeth adjacent to implants have fewer complications and increased longevity compared with abutments for a three-unit ﬁxed partial denture.
vi: Hình 1-10 Even when teeth adjacent to the missing tooth require crowns, an implant is the treatment of choice because single crowns on teeth adjacent to implants have fewer complications and increased longevity compared with abutments for a three-unit ﬁxed partial denture.

source: Figure 1-11 The incidence of complete edentulism averages 20%
vi: Hình 1-11 The incidence of complete edentulism averages 20%

source: Figure 1-12 The U.S.
vi: Hình 1-12 The U.S.

source: Figure 1-13 The alveolar bone forms as a result of the tooth root formation.
vi: Hình 1-13 The alveolar bone forms as a result of the tooth root formation.

source: Figure 1-14 After the initial extraction of teeth, the average ﬁrst- year bone loss is more than 4 mm in height and 30% in crestal bone width.
vi: Hình 1-14 After the initial extraction of teeth, the average ﬁrst- year bone loss is more than 4 mm in height and 30% in crestal bone width.

source: Figure 1-15 Atwood described six different stages of resorption in the anterior mandible.
vi: Hình 1-15 Atwood described six different stages of resorption in the anterior mandible.

source: Figure 1-16 Loss of bone height in the mandible may be measured in inches and often is ignored.
vi: Hình 1-16 Loss of bone height in the mandible may be measured in inches and often is ignored.

source: Figure 1-17 A patient with moderate to severe atrophy usually has the intraoral muscles above the residual ridge, including the ﬂoor of the mouth and the mentalis and buccinator muscles.
vi: Hình 1-17 A patient with moderate to severe atrophy usually has the intraoral muscles above the residual ridge, including the ﬂoor of the mouth and the mentalis and buccinator muscles.

source: Figure 1-18 A, Lateral cephalogram of a patient demonstrates the restored vertical dimension of occlusion with a denture. However, because of the advanced basal bone loss in the mandible, the superior genial tubercles are positioned above the residual anterior ridge.
vi: Hình 1-18 A, Lateral cephalogram of a patient demonstrates the restored vertical dimension of occlusion with a denture. However, because of the advanced basal bone loss in the mandible, the superior genial tubercles are positioned above the residual anterior ridge.

source: Figure 1-19 Resorption of an edentulous mandible may result in dehiscence of the mandibular canal and associated paresthesia.
vi: Hình 1-19 Resorption of an edentulous mandible may result in dehiscence of the mandibular canal and associated paresthesia.

source: Figure 1-2 Life expectancy has increased more rapidly since 1960 than at any other time in history.
vi: Hình 1-2 Life expectancy has increased more rapidly since 1960 than at any other time in history.

source: Figure 1-20 Panoramic radiograph demonstrates that more bone is maintained below the anterior periodontal diseased teeth compared with the basal bone loss and severe atrophy of the posterior edentulous segment.
vi: Hình 1-20 Panoramic radiograph demonstrates that more bone is maintained below the anterior periodontal diseased teeth compared with the basal bone loss and severe atrophy of the posterior edentulous segment.

source: Figure 1-21 Esthetics of the inferior third of the face are related to the position of the teeth and include the muscles that attach to the bone.
vi: Hình 1-21 Esthetics of the inferior third of the face are related to the position of the teeth and include the muscles that attach to the bone.

source: Figure 1-22 A patient often wears a denture for more than 15 years.
vi: Hình 1-22 A patient often wears a denture for more than 15 years.

source: Figure 1-23 Loss of bone height can lead to a closed bite with rotation of the chin anterior to the tip of the nose.
vi: Hình 1-23 Loss of bone height can lead to a closed bite with rotation of the chin anterior to the tip of the nose.

source: Figure 1-24 This patient has severe bone loss in the maxilla and mandible.
vi: Hình 1-24 This patient has severe bone loss in the maxilla and mandible.

source: Figure 1-25 A, Panoramic radiograph of a 68-year-old female.
vi: Hình 1-25 A, Panoramic radiograph of a 68-year-old female.

source: Figure 1-26 Bone loss in the edentulous patient may be dramatically stopped by using implants to support the prosthesis.
vi: Hình 1-26 Bone loss in the edentulous patient may be dramatically stopped by using implants to support the prosthesis.
